Repository: vidrug/aria2-winui3
Catalog: Aria2Gui/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_hans

# EngineStopped
source: aria2 stopped
de: aria2 gestoppt
es: aria2 detenido
fr: aria2 arrêté
it: aria2 arrestato
ja: aria2 が停止しました
pl: aria2 zatrzymane
pt_br: aria2 parado
ru: aria2 остановлен
tr: aria2 durduruldu
uk: aria2 зупинено
zh_hans: aria2 已停止

# EngineUnknownError
source: Unknown error.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
it: Errore sconosciuto.
ja: 不明なエラーです。
pl: Nieznany błąd.
pt_br: Erro desconhecido.
ru: Неизвестная ошибка.
tr: Bilinmeyen hata.
uk: Невідома помилка.
zh_hans: 未知错误。

# CountsText
source: Active: {0} • Queued: {1} • Completed: {2}
de: Aktiv: {0} • In Warteschlange: {1} • Abgeschlossen: {2}
es: Activas: {0} • En cola: {1} • Completadas: {2}
fr: Actifs : {0} • En file d'attente : {1} • Terminés : {2}
it: Attivi: {0} • In coda: {1} • Completati: {2}
ja: アクティブ: {0} • 待機中: {1} • 完了: {2}
pl: Aktywne: {0} • W kolejce: {1} • Ukończone: {2}
pt_br: Ativos: {0} • Na fila: {1} • Concluídos: {2}
ru: Активных: {0} • В очереди: {1} • Завершённых: {2}
tr: Etkin: {0} • Kuyrukta: {1} • Tamamlanan: {2}
uk: Активних: {0} • У черзі: {1} • Завершених: {2}
zh_hans: 活动：{0} • 排队：{1} • 已完成：{2}

# DetailSeedsPeers
source: Seeds: {0} • Peers: {1}
es: Semillas: {0} • Pares: {1}
fr: Sources : {0} • Pairs : {1}
it: Seed: {0} • Peer: {1}
ja: シード: {0} • ピア: {1}
pl: Seedy: {0} • Peery: {1}
ru: Сиды: {0} • Пиры: {1}
tr: Tohumlar: {0} • Eşler: {1}
uk: Сіди: {0} • Піри: {1}
zh_hans: 种子：{0} • 节点：{1}

# DetailConnections
source: Connections: {0}
de: Verbindungen: {0}
es: Conexiones: {0}
fr: Connexions : {0}
it: Connessioni: {0}
ja: 接続数: {0}
pl: Połączenia: {0}
pt_br: Conexões: {0}
ru: Соединения: {0}
tr: Bağlantılar: {0}
uk: З'єднання: {0}
zh_hans: 连接数：{0}

# PeerKindSeeder
source: Seed
es: Semilla
fr: Source
ja: シード
ru: Сид
tr: Tohum
uk: Сід
zh_hans: 种子

# PeerKindPeer
source: Peer
es: Par
fr: Pair
ja: ピア
ru: Пир
tr: Eş
uk: Пір
zh_hans: 节点

# UnitHour
source: h
de: Std.
ja: 時間
pl: godz
ru: ч
tr: sa
uk: год
zh_hans: 时

# UnitMinute
source: min
ja: 分
ru: мин
tr: dk
uk: хв
zh_hans: 分

# UnitSecond
source: s
de: Sek.
ja: 秒
ru: с
tr: sn
uk: с
zh_hans: 秒

# DialogCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh_hans: 取消

# NotifyDownloadComplete
source: Download complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Download completato
ja: ダウンロード完了
pl: Pobieranie ukończone
pt_br: Download concluído
ru: Загрузка завершена
tr: İndirme tamamlandı
uk: Завантаження завершено
zh_hans: 下载完成

# NotifyDownloadError
source: Download error
de: Download-Fehler
es: Error de descarga
fr: Erreur de téléchargement
it: Errore di download
ja: ダウンロードエラー
pl: Błąd pobierania
pt_br: Erro no download
ru: Ошибка загрузки
tr: İndirme hatası
uk: Помилка завантаження
zh_hans: 下载错误

# TorrentErrInvalidFile
source: The file is not a valid torrent file.
de: Die Datei ist keine gültige Torrent-Datei.
es: El archivo no es un archivo torrent válido.
fr: Le fichier n'est pas un fichier torrent valide.
it: Il file non è un file torrent valido.
ja: このファイルは有効な torrent ファイルではありません。
pl: Plik nie jest prawidłowym plikiem torrent.
pt_br: O arquivo não é um arquivo torrent válido.
ru: Файл не является корректным torrent-файлом.
tr: Dosya geçerli bir torrent dosyası değil.
uk: Файл не є коректним torrent-файлом.
zh_hans: 该文件不是有效的 torrent 文件。

# TorrentErrNoInfo
source: The torrent file has no info section.
de: Die Torrent-Datei enthält keinen info-Abschnitt.
es: El archivo torrent no tiene sección info.
fr: Le fichier torrent ne contient pas de section info.
it: Il file torrent non contiene la sezione info.
ja: torrent ファイルに info セクションがありません。
pl: Plik torrent nie zawiera sekcji info.
pt_br: O arquivo torrent não tem seção info.
ru: В torrent-файле нет секции info.
tr: Torrent dosyasında info bölümü yok.
uk: У torrent-файлі немає секції info.
zh_hans: 该 torrent 文件没有 info 区段。

# TorrentErrBadFileList
source: Corrupted torrent file list.
de: Beschädigte Dateiliste des Torrents.
es: Lista de archivos del torrent dañada.
fr: Liste des fichiers du torrent corrompue.
it: Elenco dei file del torrent danneggiato.
ja: torrent のファイルリストが破損しています。
pl: Uszkodzona lista plików torrenta.
pt_br: Lista de arquivos do torrent corrompida.
ru: Повреждённый список файлов торрента.
tr: Bozuk torrent dosya listesi.
uk: Пошкоджений список файлів торрента.
zh_hans: torrent 文件列表已损坏。

# TorrentErrUnexpectedEnd
source: Unexpected end of torrent file.
de: Unerwartetes Ende der Torrent-Datei.
es: Fin inesperado del archivo torrent.
fr: Fin inattendue du fichier torrent.
it: Fine imprevista del file torrent.
ja: torrent ファイルが予期せず終了しています。
pl: Nieoczekiwany koniec pliku torrent.
pt_br: Fim inesperado do arquivo torrent.
ru: Неожиданный конец torrent-файла.
tr: Torrent dosyasının beklenmedik sonu.
uk: Несподіваний кінець torrent-файлу.
zh_hans: torrent 文件意外结束。

# TorrentErrUnclosedInt
source: Unterminated integer in bencode.
de: Nicht abgeschlossene Ganzzahl in bencode.
es: Entero sin terminar en bencode.
fr: Entier non terminé dans le bencode.
it: Intero non terminato nel bencode.
ja: bencode 内に閉じられていない整数があります。
pl: Niezamknięta liczba całkowita w bencode.
pt_br: Inteiro não terminado em bencode.
ru: Незакрытое целое в bencode.
tr: Bencode içinde sonlandırılmamış tam sayı.
uk: Незакрите ціле число в bencode.
zh_hans: bencode 中存在未结束的整数。

# TorrentErrKeyNotString
source: Bencode dictionary key is not a string.
de: Bencode-Wörterbuchschlüssel ist keine Zeichenkette.
es: La clave del diccionario bencode no es una cadena.
fr: La clé du dictionnaire bencode n'est pas une chaîne.
it: La chiave del dizionario bencode non è una stringa.
ja: bencode 辞書のキーが文字列ではありません。
pl: Klucz słownika bencode nie jest ciągiem znaków.
pt_br: A chave do dicionário bencode não é uma string.
ru: Ключ bencode-словаря не строка.
tr: Bencode sözlük anahtarı bir dize değil.
uk: Ключ bencode-словника не є рядком.
zh_hans: bencode 字典的键不是字符串。

# TorrentErrBadString
source: Corrupted bencode string.
de: Beschädigte bencode-Zeichenkette.
es: Cadena bencode dañada.
fr: Chaîne bencode corrompue.
it: Stringa bencode danneggiata.
ja: bencode 文字列が破損しています。
pl: Uszkodzony ciąg bencode.
pt_br: String bencode corrompida.
ru: Повреждённая строка bencode.
tr: Bozuk bencode dizesi.
uk: Пошкоджений рядок bencode.
zh_hans: bencode 字符串已损坏。

# TorrentErrStringOOB
source: Bencode string exceeds the file bounds.
de: Bencode-Zeichenkette überschreitet die Dateigrenzen.
es: La cadena bencode excede los límites del archivo.
fr: La chaîne bencode dépasse les limites du fichier.
it: La stringa bencode supera i limiti del file.
ja: bencode 文字列がファイルの範囲を超えています。
pl: Ciąg bencode wykracza poza granice pliku.
pt_br: A string bencode ultrapassa os limites do arquivo.
ru: Строка bencode выходит за границы файла.
tr: Bencode dizesi dosya sınırlarını aşıyor.
uk: Рядок bencode виходить за межі файлу.
zh_hans: bencode 字符串超出了文件边界。

# TorrentErrUnexpectedByte
source: Unexpected bencode byte: 0x{0}.
de: Unerwartetes bencode-Byte: 0x{0}.
es: Byte de bencode inesperado: 0x{0}.
fr: Octet bencode inattendu : 0x{0}.
it: Byte bencode imprevisto: 0x{0}.
ja: 予期しない bencode バイト: 0x{0}。
pl: Nieoczekiwany bajt bencode: 0x{0}.
pt_br: Byte bencode inesperado: 0x{0}.
ru: Неожиданный байт bencode: 0x{0}.
tr: Beklenmeyen bencode baytı: 0x{0}.
uk: Несподіваний байт bencode: 0x{0}.
zh_hans: 意外的 bencode 字节：0x{0}。

# RpcConnectionLost
source: Connection to aria2 was lost.
de: Die Verbindung zu aria2 wurde unterbrochen.
es: Se perdió la conexión con aria2.
fr: La connexion à aria2 a été perdue.
it: Connessione ad aria2 persa.
ja: aria2 との接続が切断されました。
pl: Utracono połączenie z aria2.
pt_br: A conexão com o aria2 foi perdida.
ru: Соединение с aria2 разорвано.
tr: aria2 bağlantısı kesildi.
uk: З'єднання з aria2 розірвано.
zh_hans: 与 aria2 的连接已断开。

# FileAllocTruncItem.Content
source: Truncate (trunc)
de: Abschneiden (trunc)
es: Truncar (trunc)
fr: Tronquer (trunc)
it: Tronca (trunc)
ja: 切り詰め (trunc)
pl: Obetnij (trunc)
pt_br: Truncar (trunc)
ru: Усечение (trunc)
tr: Kırp (trunc)
uk: Усічення (trunc)
zh_hans: 截断 (trunc)

# LanguageRestartBar.Title
source: Restart to apply the new language
de: Zum Übernehmen der neuen Sprache neu starten
es: Reinicia para aplicar el nuevo idioma
fr: Redémarrez pour appliquer la nouvelle langue
it: Riavvia per applicare la nuova lingua
ja: 新しい言語を適用するには再起動してください
pl: Uruchom ponownie, aby zastosować nowy język
pt_br: Reinicie para aplicar o novo idioma
ru: Перезапустите приложение, чтобы сменить язык
tr: Yeni dili uygulamak için yeniden başlatın
uk: Перезапустіть, щоб змінити мову
zh_hans: 重启以应用新语言

# LanguageRestartButton.Content
source: Restart now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer
it: Riavvia ora
ja: 今すぐ再起動
pl: Uruchom ponownie
pt_br: Reiniciar agora
ru: Перезапустить
tr: Şimdi yeniden başlat
uk: Перезапустити
zh_hans: 立即重启

# NavAbout.Content
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
pl: O programie
pt_br: Sobre
ru: О программе
tr: Hakkında
uk: Про програму
zh_hans: 关于

# ColUploaded
source: Uploaded
es: Subido
fr: Envoyé
it: Caricato
ja: アップロード済み
pt_br: Enviado
ru: Отдано
tr: Gönderildi
zh_hans: 已上传

# ColumnMenuUploaded.Text
source: Uploaded
es: Subido
fr: Envoyé
it: Caricato
ja: アップロード済み
pt_br: Enviado
ru: Отдано
tr: Gönderildi
zh_hans: 已上传

source: Resize the “Uploaded” column
es: Cambiar el ancho de la columna «Subido»
fr: Redimensionner la colonne « Envoyé »
it: Ridimensiona la colonna «Caricato»
ja: 「アップロード済み」列の幅を変更
pt_br: Redimensionar a coluna “Enviado”
ru: Изменить ширину столбца «Отдано»
tr: «Gönderildi» sütununun genişliğini değiştir
zh_hans: 调整“已上传”列宽

# LimitUnlimited
source: Unlimited
es: Sin límite
fr: Illimité
it: Illimitato
ja: 無制限
pt_br: Ilimitado
ru: Без ограничения
tr: Sınırsız
zh_hans: 无限制

source: Toggle sidebar
es: Mostrar/ocultar barra lateral
fr: Afficher/masquer le volet
it: Comprimi/espandi barra laterale
ja: サイドバーの切り替え
pt_br: Recolher/expandir barra lateral
ru: Свернуть/развернуть панель
tr: Kenar çubuğunu aç/kapat
zh_hans: 折叠/展开侧栏

# SidebarToggleButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle sidebar
es: Mostrar/ocultar barra lateral
fr: Afficher/masquer le volet
it: Comprimi/espandi barra laterale
ja: サイドバーの切り替え
pt_br: Recolher/expandir barra lateral
ru: Свернуть/развернуть панель
tr: Kenar çubuğunu aç/kapat
zh_hans: 折叠/展开侧栏

# AddNoticeAlreadyAdded
source: Already in the list - skipped.
es: Ya está en la lista, se omitió.
fr: Déjà dans la liste - ignoré.
it: Già nell'elenco - ignorato.
ja: すでに一覧にあります（スキップしました）。
pt_br: Já está na lista - ignorado.
ru: Уже в списке - пропущено.
tr: Zaten listede - atlandı.
zh_hans: 已在列表中，已跳过。

# RowMenuRecheck.Text
source: Recheck
es: Volver a verificar
fr: Revérifier
it: Riverifica
ja: 再チェック
pt_br: Verificar novamente
ru: Перепроверить
tr: Yeniden doğrula
zh_hans: 重新校验

# SidebarToggleButton.Label
source: Toggle sidebar
es: Mostrar/ocultar barra lateral
fr: Afficher/masquer le volet
it: Comprimi/espandi barra laterale
ja: サイドバーの切り替え
pt_br: Recolher/expandir barra lateral
ru: Свернуть/развернуть панель
tr: Kenar çubuğunu aç/kapat
zh_hans: 折叠/展开侧栏

# RemoveConfirmTitle
source: Remove download?
es: ¿Quitar la descarga?
fr: Supprimer le téléchargement ?
it: Rimuovere il download?
ja: ダウンロードを削除しますか？
pt_br: Remover o download?
ru: Удалить загрузку?
zh_hans: 移除下载？

# RemoveConfirmMessageOne
source: Remove “{0}”? Choose whether to delete its files or keep them on disk.
es: ¿Quitar «{0}»? Elige si eliminar sus archivos o conservarlos.
fr: Supprimer « {0} » ? Choisissez de supprimer ses fichiers ou de les conserver.
it: Rimuovere «{0}»? Scegli se eliminare i file o conservarli sul disco.
ja: 「{0}」を削除しますか？ファイルを削除するか、ディスクに残すか選択してください。
pt_br: Remover “{0}”? Escolha excluir os arquivos ou mantê-los no disco.
ru: Удалить «{0}»? Выберите: удалить файлы или оставить их на диске.
zh_hans: 移除“{0}”？选择删除其文件还是保留在磁盘上。

# RemoveConfirmMessageMany
source: Remove {0} downloads? Choose whether to delete their files or keep them on disk.
es: ¿Quitar {0} descargas? Elige si eliminar sus archivos o conservarlos.
fr: Supprimer {0} téléchargements ? Choisissez de supprimer leurs fichiers ou de les conserver.
it: Rimuovere {0} download? Scegli se eliminare i file o conservarli.
ja: {0} 件のダウンロードを削除しますか？ファイルを削除するか残すか選択してください。
pt_br: Remover {0} downloads? Escolha excluir os arquivos ou mantê-los.
ru: Удалить загрузок: {0}? Выберите: удалить файлы или оставить их на диске.
zh_hans: 移除 {0} 个下载？选择删除其文件还是保留在磁盘上。

# RemoveDeleteFiles
source: Delete files
es: Eliminar archivos
fr: Supprimer les fichiers
it: Elimina file
ja: ファイルを削除
pt_br: Excluir arquivos
ru: Удалить файлы
zh_hans: 删除文件

# RemoveKeepFiles
source: Keep files
es: Conservar archivos
fr: Conserver les fichiers
it: Mantieni file
ja: ファイルを残す
pt_br: Manter arquivos
ru: Оставить файлы
zh_hans: 保留文件

# TrayHide
source: Hide to tray
es: Minimizar a la bandeja
fr: Réduire dans la barre d'état
it: Riduci nell'area di notifica
ja: トレイに最小化
pt_br: Minimizar para a bandeja
ru: Свернуть в трей
zh_hans: 最小化到托盘

# ToolbarPauseAll
source: Pause all
es: Pausar todo
fr: Tout suspendre
it: Sospendi tutto
ja: すべて一時停止
pt_br: Pausar tudo
ru: Остановить все
zh_hans: 全部暂停

# ToolbarResumeAll
source: Resume all
es: Reanudar todo
fr: Tout reprendre
it: Riprendi tutto
ja: すべて再開
pt_br: Retomar tudo
ru: Продолжить все
zh_hans: 全部继续

# RowMenuSpeedLimit.Text
source: Limit speed
es: Limitar velocidad
fr: Limiter la vitesse
it: Limita velocità
ja: 速度を制限
pt_br: Limite de velocidade…
ru: Лимит скорости…
zh_hans: 限制速度

# SpeedLimitTitle.Text
source: Limit speed
es: Limitar velocidad
fr: Limiter la vitesse
it: Limita velocità
ja: 速度を制限
pt_br: Limite de velocidade (MB/s)
ru: Лимит скорости (MB/s)
zh_hans: 限制速度

# SpeedLimitDownLabel.Text
source: Download
es: Descarga
fr: Réception
ja: ダウンロード
ru: Загрузка
zh_hans: 下载

# SpeedLimitUpLabel.Text
source: Upload
es: Subida
fr: Envoi
ja: アップロード
ru: Отдача
zh_hans: 上传

# SpeedLimitHint.Text
source: 0 — no limit
es: 0 — sin límite
fr: 0 — illimité
it: 0 — nessun limite
ja: 0 — 無制限
pt_br: 0 — sem limite
ru: 0 — без ограничения
zh_hans: 0 — 不限速

# LowestSpeedLimitCard.Header
source: Lowest speed limit
es: Velocidad mínima
fr: Vitesse minimale
it: Velocità minima
ja: 最低速度の制限
pt_br: Velocidade mínima
ru: Минимальная скорость
zh_hans: 最低速度限制

# LowestSpeedLimitCard.Description
source: Abort a download whose speed stays below this (e.g. 10K); 0 — off
es: Cancelar una descarga cuya velocidad se mantenga por debajo de esto (ej. 10K); 0 — desactivado
fr: Abandonner un téléchargement dont la vitesse reste inférieure à ceci (ex. 10K) ; 0 — désactivé
it: Interrompe un download la cui velocità resta sotto questa soglia (es. 10K); 0 — disattivato
ja: 速度がこれを下回り続けるダウンロードを中止します(例: 10K)。0 — 無効
pt_br: Cancelar um download cuja velocidade fique abaixo deste valor (ex.: 10K); 0 — desativado
ru: Прерывать загрузку, если скорость держится ниже этого значения (напр. 10K); 0 — выкл
zh_hans: 当下载速度持续低于此值时中止（例如 10K）；0 — 关闭

# MinTlsCard.Header
source: Minimum TLS version
es: Versión mínima de TLS
fr: Version TLS minimale
it: Versione TLS minima
ja: 最小 TLS バージョン
pt_br: Versão mínima do TLS
ru: Минимальная версия TLS
zh_hans: 最低 TLS 版本

# MinTlsCard.Description
source: Lowest TLS version accepted for HTTPS
es: Versión de TLS más baja aceptada para HTTPS
fr: Version TLS minimale acceptée pour HTTPS
it: Versione TLS minima accettata per HTTPS
ja: HTTPS で許可する最も低い TLS バージョン
pt_br: Versão mais baixa de TLS aceita para HTTPS
ru: Самая низкая версия TLS, допустимая для HTTPS
zh_hans: HTTPS 可接受的最低 TLS 版本

# DisableIpv6Card.Header
source: Disable IPv6
es: Desactivar IPv6
fr: Désactiver IPv6
it: Disattiva IPv6
ja: IPv6 を無効にする
pt_br: Desativar IPv6
ru: Отключить IPv6
zh_hans: 禁用 IPv6

# DisableIpv6Card.Description
source: Use IPv4 only for name resolution and connections
es: Usar solo IPv4 para la resolución de nombres y las conexiones
fr: Utiliser uniquement IPv4 pour la résolution de noms et les connexions
it: Usa solo IPv4 per la risoluzione dei nomi e le connessioni
ja: 名前解決と接続に IPv4 のみを使用します
pt_br: Usar apenas IPv4 para resolução de nomes e conexões
ru: Использовать только IPv4 для разрешения имён и соединений
zh_hans: 仅使用 IPv4 进行名称解析和连接

# DisableIpv6Toggle.OnContent
source: On
es: Activado
fr: Activé
it: Attivato
ja: オン
pt_br: Ativado
ru: Вкл
zh_hans: 开

# DisableIpv6Toggle.OffContent
source: Off
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pt_br: Desativado
ru: Выкл
zh_hans: 关

# AuthExpander.Header
source: HTTP authentication
es: Autenticación HTTP
fr: Authentification HTTP
it: Autenticazione
ja: HTTP 認証
pt_br: Autenticação
ru: Аутентификация
zh_hans: HTTP 身份验证

# AuthExpander.Description
source: User name and password for HTTP downloads
es: Nombre de usuario y contraseña para descargas HTTP
fr: Nom d'utilisateur et mot de passe pour les téléchargements HTTP
it: Credenziali HTTP e proxy
ja: HTTP ダウンロードのユーザー名とパスワード
pt_br: Credenciais de HTTP e proxy
ru: Учётные данные HTTP и прокси
zh_hans: HTTP 下载的用户名和密码

# HttpUserCard.Header
source: HTTP user
es: Usuario HTTP
fr: Utilisateur HTTP
it: Utente HTTP
ja: HTTP ユーザー
pt_br: Usuário HTTP
ru: Пользователь HTTP
zh_hans: HTTP 用户名

# HttpUserCard.Description
source: User name for HTTP basic authentication
es: Nombre de usuario para la autenticación básica HTTP
fr: Nom d'utilisateur pour l'authentification HTTP de base
it: Nome utente per l'autenticazione HTTP di base
ja: HTTP ベーシック認証のユーザー名
pt_br: Nome de usuário para autenticação básica HTTP
ru: Имя пользователя для базовой аутентификации HTTP
zh_hans: HTTP 基本认证的用户名

# HttpPasswdCard.Header
source: HTTP password
es: Contraseña HTTP
fr: Mot de passe HTTP
it: Password HTTP
ja: HTTP パスワード
pt_br: Senha HTTP
ru: Пароль HTTP
zh_hans: HTTP 密码

# HttpPasswdCard.Description
source: Password for HTTP basic authentication
es: Contraseña para la autenticación básica HTTP
fr: Mot de passe pour l'authentification HTTP de base
it: Password per l'autenticazione HTTP di base
ja: HTTP ベーシック認証のパスワード
pt_br: Senha para autenticação básica HTTP
ru: Пароль для базовой аутентификации HTTP
zh_hans: HTTP 基本认证的密码

# ProxyUserCard.Header
source: Proxy user
es: Usuario del proxy
fr: Utilisateur du proxy
it: Utente proxy
ja: プロキシユーザー
pt_br: Usuário do proxy
ru: Пользователь прокси
zh_hans: 代理用户名

# ProxyUserCard.Description
source: User name for the proxy
es: Nombre de usuario del proxy
fr: Nom d'utilisateur pour le proxy
it: Nome utente per il proxy
ja: プロキシのユーザー名
pt_br: Nome de usuário do proxy
ru: Имя пользователя для прокси
zh_hans: 代理的用户名

# ProxyPasswdCard.Header
source: Proxy password
es: Contraseña del proxy
fr: Mot de passe du proxy
it: Password proxy
ja: プロキシパスワード
pt_br: Senha do proxy
ru: Пароль прокси
zh_hans: 代理密码

# ProxyPasswdCard.Description
source: Password for the proxy
es: Contraseña del proxy
fr: Mot de passe pour le proxy
it: Password per il proxy
ja: プロキシのパスワード
pt_br: Senha do proxy
ru: Пароль для прокси
zh_hans: 代理的密码

# DiskCacheCard.Header
source: Disk cache
es: Caché de disco
fr: Cache disque
it: Cache su disco
ja: ディスクキャッシュ
pt_br: Cache em disco
ru: Дисковый кэш
zh_hans: 磁盘缓存

# DiskCacheCard.Description
source: In-memory cache size (e.g. 16M); 0 — off
es: Tamaño de la caché en memoria (ej. 16M); 0 — desactivado
fr: Taille du cache en mémoire (ex. 16M) ; 0 — désactivé
it: Dimensione della cache in memoria (es. 16M); 0 — disattivata
ja: メモリ内キャッシュのサイズ(例: 16M)。0 — 無効
pt_br: Tamanho do cache em memória (ex.: 16M); 0 — desativado
ru: Размер кэша в памяти (напр. 16M); 0 — выкл
zh_hans: 内存缓存大小（例如 16M）；0 — 关闭

# BtPeerSpeedCard.Header
source: Per-peer speed limit
es: Límite de velocidad por par
fr: Limite de vitesse par pair
it: Limite di velocità per peer
ja: ピアごとの速度制限
pt_br: Limite de velocidade por peer
ru: Лимит скорости на пира
zh_hans: 单节点速度限制

# BtPeerSpeedCard.Description
source: Ask for more peers when a peer is slower than this (e.g. 50K)
es: Pedir más pares cuando uno sea más lento que esto (ej. 50K)
fr: Demander plus de pairs quand un pair est plus lent que ceci (ex. 50K)
it: Cerca altri peer quando un peer è più lento di questa soglia (es. 50K)
ja: ピアの速度がこれを下回ったら追加のピアを要求します(例: 50K)
pt_br: Buscar mais peers quando um peer estiver mais lento que isto (ex.: 50K)
ru: Запрашивать больше пиров, если пир медленнее этого значения (напр. 50K)
zh_hans: 当某节点速度低于此值时请求更多节点（例如 50K）

# BtStopTimeoutCard.Header
source: Stop after idle
es: Detener tras inactividad
fr: Arrêter après inactivité
it: Arresta dopo inattività
ja: アイドル後に停止
pt_br: Parar após inatividade
ru: Остановка при простое
zh_hans: 空闲后停止

# BtStopTimeoutCard.Description
source: Stop a torrent after this many seconds without progress; 0 — never
es: Detener un torrent tras estos segundos sin progreso; 0 — nunca
fr: Arrêter un torrent après ce nombre de secondes sans progression ; 0 — jamais
it: Arresta un torrent dopo questi secondi senza progressi; 0 — mai
ja: 進捗がないまま指定の秒数が経過したら torrent を停止します。0 — 停止しない
pt_br: Parar um torrent após esta quantidade de segundos sem progresso; 0 — nunca
ru: Останавливать торрент после стольких секунд без прогресса; 0 — никогда
zh_hans: 种子在无进展达到此秒数后停止；0 — 永不

# BtDetachSeedCard.Header
source: Detach seeding-only
es: Separar los que solo comparten
fr: Détacher le partage seul
it: Distacca solo in seeding
ja: シードのみを分離
pt_br: Desvincular apenas semeando
ru: Отделять только раздачи
zh_hans: 分离仅做种任务

# BtDetachSeedCard.Description
source: Don't count seeding-only torrents toward the concurrent-downloads limit
es: No contar los torrents que solo comparten en el límite de descargas simultáneas
fr: Ne pas compter les torrents en partage seul dans la limite de téléchargements simultanés
it: Non conteggiare i torrent in solo seeding nel limite di download simultanei
ja: シードのみの torrent を同時ダウンロード数の制限に含めません
pt_br: Não contar torrents que estão apenas semeando no limite de downloads simultâneos
ru: Не учитывать торренты, которые только раздаются, в лимите одновременных загрузок
zh_hans: 仅做种的种子不计入同时下载数限制

# BtDetachSeedToggle.OnContent
source: On
es: Activado
fr: Activé
it: Attivato
ja: オン
pt_br: Ativado
ru: Вкл
zh_hans: 开

# BtDetachSeedToggle.OffContent
source: Off
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pt_br: Desativado
ru: Выкл
zh_hans: 关

# SeedCard.Header
source: Seeding
es: Compartir
fr: Partage
ja: シード
pt_br: Semeadura
ru: Раздача
zh_hans: 做种

# SeedCard.Description
source: What stops seeding after a torrent finishes
es: Qué detiene la compartición cuando termina un torrent
fr: Ce qui arrête le partage une fois un torrent terminé
it: Cosa interrompe il seeding al termine di un torrent
ja: torrent 完了後にシードを停止する条件
pt_br: O que interrompe a semeadura após um torrent terminar
ru: Что останавливает раздачу после завершения торрента
zh_hans: 种子完成后停止做种的条件

# SeedModeRatioItem.Content
source: By ratio
es: Por ratio
fr: Par ratio
it: Per rapporto
ja: 比率で
pt_br: Por proporção
ru: По рейтингу
zh_hans: 按分享率

# SeedModeTimeItem.Content
source: By time
es: Por tiempo
fr: Par durée
it: Per tempo
ja: 時間で
pt_br: Por tempo
ru: По времени
zh_hans: 按时间

# SeedModeOffItem.Content
source: Don't seed
es: No compartir
fr: Ne pas partager
it: Non distribuire
ja: シードしない
pt_br: Não semear
ru: Не раздавать
zh_hans: 不做种

# SeedValueRatioHeader
source: Share ratio
es: Ratio de compartición
fr: Ratio de partage
it: Rapporto di condivisione
ja: 共有比率
pt_br: Proporção de compartilhamento
ru: Рейтинг раздачи
zh_hans: 分享率
